Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: No SIM, or SIM error
be: Або няма карткі SIM, або далі хібу, калі чыталі яе

source: No SIM.
be: Няма SIM.

source: No SNS Application!
be: Няма праґрамы SNS

source: No Skype Credit
be: Няма крэдыту Skype

source: No UIM card.
be: Няма карткі UIM.

source: No USB storage
be: Няма сховішча USB

source: No USB storage detected
be: Ня выявілі сховішча USB

source: No USB storage.
be: Няма сховішча USB.

source: No Wi-Fi connection
be: Няма злучэньня Wi-Fi

source: No WiFi.
be: Няма вай-фай.

source: No accessibility related applications found
be: Не знайшлі праґрамаў, датычных даступнасьці

source: No account configured
be: Няма настаўленых рахункаў

source: No account is currently storing backed up data
be: Ніводны рахунак не захоўвае адноўку зьвестак

source: No active chats
be: Няма дзейнае гутаркі

source: No active conversations.
be: Ні зь кім не размаўляем.

source: No additional information for this contact
be: Няма дадатковых зьвестак пра гэты кантакт

source: No additional photos/videos need to be uploaded.
be: Болей няма фота ці відэа, якое трэба запампаваць.

source: No albums
be: Няма альбомаў

source: No albums found
be: Не знайшлі альбом

source: No animations
be: Няма ажыўленьняў

source: No application available to share the media file(s).
be: Няма праґрамы, каб падзяліцца гэтымі файламі мэдыя.

source: No application available to share the picture.
be: Няма праґрамы, каб падзяліцца гэтым малюнкам.

source: No application available to share the video.
be: Няма праґрамы, каб падзяліцца гэтым відэа.

source: No application can play audio.
be: Няма прайгравальніку.

source: No application defined yet, drop something here!
be: Ня вызначылі праґрамаў — кіньце сюды што-нішто!

source: No application defined yet, drop something here! :)
be: Ня вызначылі праґрамаў — кіньце сюды што-нішто! :)

source: No application found to handle this action
be: Не знайшлі праґрамы, каб гэта зрабіць

source: No applications can perform this action.
be: Няма праґрамаў, якія робяць гэта.

source: No applications.
be: Няма праґрамаў.

source: No apps in list
be: Няма праґрамаў у сьпісе

source: No apps used data during this period.
be: Праґрамы не карысталіся сецівам у гэты час.

source: No apps.
be: Няма адпаведных праґрамаў.

source: No audio
be: Няма гуказапісаў

source: No audio files
be: Няма гукавых файлаў

source: No audio found
be: Не знайшлі гуказапісаў

source: No available device administrators
be: Няма даступных кіраўнікоў прылады

source: No background processes
be: Без працэсаў на заднім пляне

source: No battery usage data available
be: Няма даступных зьвестак пра выкарыстаньне батарэі

source: No battery.
be: Няма батарэі.

source: No birthdays
be: Няма народзінаў

source: No birthdays today
be: Сёньня няма народзінаў

source: No bookmarks.
be: Няма закладак.

source: No browser history.
be: У гісторыі нічога няма.

source: No calendars
be: Няма календараў

source: No captions available for this video.
be: Няма даступных для гэтага відэа загалоўкаў.

source: No categories available.
be: Няма даступных катэґорый.

source: No changes found
be: Не знайшлі зьмяненьняў

source: No changes were made.
be: Нічога не зьмянялі.

source: No chats contain \"%s\"
be: Няма гутарак, якія зьмяшчалі б «%s»

source: No checkins found
be: Не знайшлі адзнакаў

source: No circles found.
be: Не знайшлі колаў.

source: No comments
be: Няма выказваньняў

source: No comments available.
be: Няма даступных выказваньняў.

source: No comments found.
be: Не знайшлі выказваньняў.

source: No connection
be: Няма злучэньня

source: No contacts
be: Няма кантактаў.

source: No contacts in %s
be: Няма кантактаў у %s

source: No contacts on your SIM card.
be: Картка SIM не зьмяшчае кантактаў.

source: No contacts on your UIM card.
be: Картка UIM не зьмяшчае кантактаў.

source: No contacts selected.
be: Не абралі кантактаў.

source: No contacts with phone numbers
be: Няма кантактаў з тэлефоннымі нумарамі

source: No contacts with phone numbers.
be: Няма кантактаў з тэлефоннымі нумарамі.

source: No contacts.
be: Няма кантактаў.

source: No content
be: Няма зьмесьціва

source: No conversations
be: Няма размоваў

source: No conversations.
be: Няма размоваў.

source: No custom topics
be: Няма тэмаў, абраных карыстальнікам

source: No data
be: Няма зьвестак

source: No data connection
be: Няма злучэньня зь сецівам

source: No data connection for %s minute
be: Забаронена злучацца зь сецівам цягам %s хвіліны

source: No data connection for %s minutes
be: Забаронена злучацца зь сецівам цягам %s хв.

source: No data.
be: Няма сеціва.

source: No defaults set.
be: Няма перадвызначанага.

source: No description provided.
be: Няма апісаньня.

source: No documents
be: Няма дакумэнтаў

source: No download history.
be: У гісторыі нічога няма.

source: No downloads from Android Market.
be: Нічога не спампоўвалі з крамы Android.

source: No downloads.
be: Няма спампаванага.

source: No emergency calls
be: Нельга выклікаць надзвычайныя нумары

source: No featured apps available.
be: Няма прыкмечаных праґрамаў.

source: No file
be: Няма файла

source: No file chosen
be: Не абралі файла

source: No followers
be: Няма падпісантаў

source: No friend requests
be: Няма запытаў сябраваць

source: No friends
be: Няма сяброў

source: No groups
be: Няма суполак

source: No image available.
be: Няма відарысу.

source: No installed accessibility services.
be: Няма ўсталяваных службаў даступнасьці.

source: No installed applications work with this USB accessory.
be: Не ўсталявалі праґрамы, якая магла б працаваць з гэтаю прыналежнасьцю.

source: No labels have been set for this account.
be: На гэтым рахунку не вызначалі цэтлікаў.

source: No likes
be: Няма ўпадабанага

source: No limits
be: Не абмяжоўваецца

source: No live wallpapers.
be: Няма жывых шпалераў.

source: No location attached
be: Не дадалі месца

source: No locations found
be: Месцаў ня выявілі

source: No lock screen PIN or password
be: Няма коду або паролю адмыкаць экран

source: No log data
be: Справаздача пустая

source: No log information
be: Няма зьвестак справаздачы

source: No longer syncing folder:
be: Каталёґі, што болей не сынхранізуюцца:

source: No matches
be: Няма супадзеньняў

source: No matches found
be: Не знайшлі супадзеньняў

source: No matching activities found
be: Не знайшлі адпаведнае дзейнасьці

source: No matching contacts found.
be: Не знайшлі адпаведных кантактаў.

source: No matching content in Android Market.
be: Адпаведнага зьместу няма ў краме Android.

source: No media found.
be: Не знайшлі файлаў мэдыя.

source: No messages
be: Няма паведамленьняў

source: No messages on the SIM card.
be: Картка SIM ня мае паведамленьняў.

source: No milk OR water!?
be: Няма малака АБО вады?!

source: No more messages to load
be: Болей паведамленьняў няма

source: No more room on this Home screen.
be: На гэтым хатнім экране болей няма месца.

source: No more tabs available
be: Нельга адчыніць яшчэ ўкладку

source: No more than %d photos can be attached to a post
be: Можна залучыць толькі %d фатаздымкаў

source: No mutual friends
be: Няма супольных сяброў

source: No name
be: Няма назвы

source: No name set, using account name
be: Карыстаемся назваю рахунку, бо назву не вызначалі

source: No nearby Bluetooth devices were found.
be: Не знайшлі побач прыладаў Bluetooth.

source: No network connection
be: Няма злучэньня зь сецівам

source: No network connection.
be: Няма злучэньня зь сецівам.

source: No network connection. Could not check for updates
be: Няма злучэньня зь сецівам. Нельга спраўдзіць на абнаўленьне

source: No network!
be: Няма сеткі!

source: No networks found.
be: Сетак не знайшлі.

source: No new events
be: Нічога не адбылося

source: No news
be: Няма навінаў

source: No news items found.
be: Не знайшлі навінаў.

source: No notes
be: Няма зацемак

source: No notifications
be: Няма спавяшчэньняў

source: No one in this circle yet
be: Тут нікога няма

source: No one is at home...
be: Нікога няма дома…

source: No override
be: Не пераважаць

source: No package was found that provides the FACTORY_TEST action.
be: Не знайшлі пакунка, які выконваў бы дзеяньне FACTORY_TEST.

source: No permissions required
be: Дазволу ня трэба

source: No permissions required.
be: Дазволу ня трэба.

source: No phone.
be: Няма сыґналу.

source: No photo albums
be: Няма фотаальбомаў

source: No photos
be: Няма фатаздымкаў

source: No photos found
be: Не знайшлі фатаздымкаў

source: No photos found here
be: Тут не знайшлі фатаздымкаў

source: No physical buttons are available.
be: Няма даступных фізычных кнопак.

source: No picture to share
be: Няма малюнку, каб падзяліцца

source: No pictures are available on the phone.
be: Няма ніводнага малюнка на тэлефоне.

source: No pictures are available on the tablet.
be: Няма ніводнага малюнка на пляншэце.

source: No places found
be: Не знайшлі месцаў

source: No playlists
be: Няма сьпісаў прайграваньня

source: No playlists found.
be: Не знайшлі сьпісаў прайграваньня.

source: No posts found here
be: Тут не знайшлі допісаў

source: No quick responses
be: Няма хуткіх адказаў

source: No recent applications.
be: Няма нядаўніх праґрамаў.

source: No recent apps
be: Няма нядаўніх праґрамаў

source: No reset was performed because the System Clear service is not available.
be: Не ўзнавілі, бо служба «Ачыстка сыстэмы» недаступная.

source: No reset was performed because the System Clear service isn't available.
be: Не ўзнавілі, бо служба «Ачыстка сыстэмы» недаступная.

source: No response
be: Няма адказу

source: No response, timed out
be: Задоўга чакаем адказу

source: No results found for \"%s\"
be: Нічога не знайшлі на запыт «%s»

source: No route found
be: Не знайшлі шляху

source: No running services
be: Няма запушчаных службаў

source: No saved pages.
be: Няма захаваных бачынаў.

source: No search query passed with URI.
be: URI не перадаў запыту, што шукаць.

source: No search results
be: Нічога не знайшлі

source: No security
be: Не ахоўваць

source: No service
be: Не абслугоўваецца

source: No service.
be: Не абслугоўваецца.

source: No services installed
be: Не ўсталявалі службаў

source: No shortcut
be: Няма выклічніку

source: No signal
be: Няма сувязі

source: No snooze/dismiss dialog
be: Няма дыялёг «адкласьці або скасаваць»

source: No songs
be: Няма песьняў

source: No speech heard
be: Нічога не пачулі

source: No storage detected
be: Ня выявілі сховішча

source: No subfolders.
be: Няма ўкладзеных каталёґаў.

source: No subject
be: Бяз тэмы

source: No subscriptions
be: Няма падпісак

source: No subscriptions found.
be: Не знайшлі падпісак.

source: No suggestions
be: Няма прапаноў

source: No title
be: Няма назвы

source: No topic entered.
be: Не ўпісалі тэмы.

source: No topic entered. Please try again.
be: Не ўпісалі тэмы. Калі ласка, паспрабуйце зноўку.

source: No topics available
be: Няма даступных тэмаў

source: No unread notifications
be: Няма непрачытаных спавяшчэньняў

source: No upcoming
be: Няма тых, што маюць адбыцца

source: No upcoming calendar events
be: Няма падзей, якія маюць адбыцца

source: No users found
be: Не знайшлі карыстальнікаў

source: No vCard file found in the USB storage
be: Не знайшлі файла візытоўкі у сховішчы USB

source: No vCard file found in the storage
be: Не знайшлі файла візытоўкі у сховішчы

source: No vCard file found on the SD card
be: Не знайшлі файла візытоўкі на картцы SD

source: No video found
be: Не знайшлі відэазапісаў

source: No video to share
be: Няма відэа, каб падзяліцца

source: No videos
be: Няма відэазапісаў

source: No videos found.
be: Не знайшлі відэа.

source: No videos in this playlist.
be: У сьпісе няма відэа.

source: No videos uploaded to this channel.
be: На гэтым канале няма відэа.

source: No visible contacts
be: Няма бачных кантактаў

source: No visible contacts with phone numbers
be: Няма бачных кантактаў з тэлефоннымі нумарамі

source: No voicemail number is stored on the SIM card.
be: Картка SIM не зьмяшчае нумару галасавое пошты.

source: No wall posts
be: Няма допісаў

source: No way to share photo
be: Нельга падзяліцца фатаздымкам

source: No weather information
be: Няма зьвестак пра надвор’е

source: No weather location available.
be: Зьвесткі пра месцазнаходжаньне недаступныя.

source: No widget background
be: Віджэты ня маюць тла

source: No window animations are shown
be: Ажыўленьні вокнаў не паказваюцца

source: No worries, just watch more videos, favorite the ones you like, and we'll soon find others that you'll be interested in.
be: Не турбуйцеся: глядзіце болей відэа, дадавайце да ўпадабаных, на што ўпадабаеце, і неўзабаве мы знойдзем тое, што вас можа зацікавіць.

source: Noise cancellation
be: Гасіць шум

source: Non-blinking cursor
be: Указальнік не мігціць

source: Non-refundable purchase
be: Купля, зь якое нельга вярнуць грошы

source: Nonbuddy IMs
be: Паведамленьні ад людзей па-за сьпісам

source: None
be: Няма

source: None (Dial Voicemail Number)
be: Няма (набіраць нумар галасавое пошты)

source: None (expand desktop)
be: Няма (пашырыць стальніцу)

source: None of the accounts on your phone are supported by Google Checkout.
be: Ніводны з рахункаў тэлефона не падтрымваецца Касаю Google.

source: Noon
be: Поўдзень

source: Normal
be: Як звычайна

source: Normal (%s)
be: Звычайны (%s)

source: Normal calls are restricted by access control.
be: Звычайныя выклікі абмяжоўваюцца кантролем доступу.

source: Normal quality
be: Звычайная якасьць

source: Normal rendering
be: Адлюстроўваць звычайным чынам

source: Normal-sized text
be: Звычайнага памеру

source: Norwegian Bokmål (Norway)
be: нарвэская букмол (Нарвэґія)

source: Norwegian Nynorsk (Norway)
be: нарвэская нюнорск (Нарвэґія)

source: Not Attending
be: Не наведаю

source: Not Registered.
be: Не запісанае.

source: Not Running
be: Не працуе

source: Not active
be: Ня дзейнічае

source: Not all participants are valid, the huddle will not be created.
be: Нельга стварыць таемку: ня ўсе ўдзельнікі чынныя.

source: Not allowed
be: Не дазволілі

source: Not available
be: Недаступнае

source: Not available field to voice input
be: У гэтае поле нельга ўводзіць голасам

source: Not charging
be: Не зараджаецца

source: Not configured.
be: Не наставілі.

source: Not connected
be: Не злучыліся

source: Not connected to file transfer server
be: Не злучыліся з паслужніком перадаваць файлы

source: Not editable from this application
be: Нельга правіць гэтаю праґрамаю

source: Not editable on this device
be: Нельга правіць на гэтае прыладзе

source: Not enough storage space.
be: Бракуе прасторы ў сховішчы.

source: Not for use by normal applications.
be: Звычайнымі праґрамамі не выкарыстоўваецца.

source: Not found
be: Не знайшлі

source: Not implemented yet!
be: Гэта яшчэ не ажыцьцявілі!

source: Not in range
be: Па-за досягам

source: Not in your circles
be: Ня ў вашых колах

source: Not installed
be: Не ўсталявалі

source: Not now
be: Ня зараз

source: Not receiving calls
be: Выклікі не прымаюцца

source: Not registered on network.
be: Не запісаліся ў сетцы.

source: Not roaming
be: Не ў блуканьні

source: Not set
be: Ня вызначылі

source: Not sharing this phone's Internet connection
be: Тэлефон ня дзеліцца злучэньнем зь сецівам

source: Not sharing this tablet's Internet connection
be: Пляншэт ня дзеліцца злучэньнем зь сецівам

source: Not spam
be: Не лухта

source: Not specified
be: Ня вызначылі

source: Not supported!
be: Не падтрымваецца!

source: Not tethered
be: Не прывязалі

source: Not to be used by any application.
be: Дазвол мусіць не ўжывацца праґрамамі ўвогуле.

source: Not usable for this purchase
be: Не ўжываецца для гэтае куплі

source: Not visible to other Bluetooth devices
be: Нябачныя іншым прыладам Bluetooth

source: Note
be: Зацемка

source: Note that this does not allow the application to call emergency numbers.
be: Заўважце, што гэта не дазваляе праґраме выклікаць надзвычайныя нумары.

source: Note: One or more attachments in your forwarded message will be downloaded prior to sending.
be: Уважце: перад тым, як дасылацца, адзін ці некалькі залучнікоў перасыланага паведамленьня спампуюцца.

source: Notes
be: Зацемкі

source: Nothing running.
be: Няма запушчаных.

source: Notification
be: Спавяшчэньне

source: Notification light
be: Сьветлавое спавяшчэньне

source: Notification mode
be: Як спавяшчаць

source: Notification ringtone
be: Мэлёдыя спавяшчэньня

source: Notification settings
be: Налады спавяшчэньняў

source: Notification tone
be: Гук спавяшчэньня

source: Notification type
be: Від спавяшчэньня

source: Notification vibrate
be: Трымцець па спавяшчэньнях

source: Notification volume
be: Гучнасьць спавяшчэньня

source: Notifications
be: Спавяшчэньні

source: Notifications.
be: Спавяшчэньні.

source: Notify Android Market that there is objectionable content on this page or within this application.
be: Паведаміць краме Android, што гэтая старонка ці праґрама мае непажаданы зьмест.

source: Notify Android Market that there is objectionable content on this page or within this game.
be: Паведаміць краме Android, што гэтая старонка ці гульня мае непажаданы зьмест.

source: Notify Android Market that there is objectionable content on this page or within this ringtone.
be: Паведаміць краме Android, што гэтая старонка ці мэлёдыя мае непажаданы зьмест.

source: Notify Android Market that there is objectionable content on this page or within this wallpaper.
be: Паведаміць краме Android, што гэтая старонка ці шпалеры маюць непажаданы зьмест.

source: Notify Market this comment is spam.
be: Паведаміць краме, што гэтае выказваньне — лухта.

source: Notify Messages
be: Спавяшчаць па паведамленьнях

source: Notify News
be: Спавяшчаць па навінах

source: Notify TCP server
be: Спавяшчаць паслужнік TCP

source: Notify in System bar when email arrives
be: Паведамляць у сыстэмнае паліцы, што прыйшла пошта

source: Notify in status bar when IM arrives
be: Спавяшчаць у паліцы стану па новым паведамленьні

source: Notify in status bar when email arrives
be: Паведамляць у паліцы стану, што прыйшла пошта

source: Notify me about birthdays
be: Спавяшчаць па народзінах

source: Notify me about new messages
be: Спавяшчаць па новых паведамленьнях

source: Notify me of new messages
be: Спавяшчаць пра паведамленьні

source: Notify me when an open network is available
be: Паведамляць, калі будзе даступнаю адкрытая сетка

source: Notify me when email arrives.
be: Паведамляць, калі прыходзіць пошта.

source: Notify me when items are updated
be: Паведамляць, калі нешта абнавілася

source: Notify once
be: Спавяшчаць аднойчы

source: Notify once for new email, not for every new message
be: Спавяшчаць аднойчы па новае пошце, але не па кожным паведамленьні

source: Nov
be: ліс

source: November
be: лістапад

source: Now I appreciate milk.
be: Цяпер я ацаніў малако.

source: Now I like you.
be: Цяпер ты мне падабаесься.

source: Now I'm here.
be: Кацяня тутака.

source: Now go away.
be: Цяпер сыходзь.

source: Now my English is better than yours.HaHa!
be: Хі. Мая беларуская мова лепшая за тваю!

source: Now place two fingers on an item in the list and slide both fingers up.
be: Цяпер двума пальцамі дакраніцеся да пункту сьпісу ды ссуньце іх разам уверх.

source: Now playing
be: Зараз грае

source: Now playing is empty
be: Няма што граць

source: Now syncing folder:
be: Каталёґі, што зараз сынхранізуюцца:

source: Now you have one satisfied cat!
be: Цяпер тваё кацяня задаволенае!

source: Nudity
be: Галізна

source: Num events
be: Колькасьць

source: Number
be: Нумар

source: Number displayed in outgoing calls
be: Паказваць нумар, калі тэлефануем

source: Number has been changed
be: Нумар зьмянілі

source: Number hidden in outgoing calls
be: Хаваць нумар, калі тэлефануем

source: Number is unavailable
be: Нумар недасяжны

source: Number of Google accounts
be: Колькасьць рахункаў Google

source: Number of PPP reset since boot:
be: Колькі разоў узнаўлялі PPP па запуску:

source: Number of days to sync
be: За колькі дзён сынхранізаваць

source: Number unreachable
be: Нумар недасяжны

source: Number when busy
be: Нумар, калі заняты

source: Number when unanswered
be: Нумар, калі не адказваем

source: Number when unreachable
be: Нумар, калі недасяжны

source: Numbers
be: Нумары

source: Nzz contact
be: Новы кантакт

source: O
be: К

source: OEM-specific Info/Settings
be: Зьвесткі, налады вытворцы

source: OK
be: Добра

source: OK, morning.
be: Так. Раніца.

source: OK, who said I'm useless?
be: Так, і хто сказаў, што я — бескарысны?

source: OK, you can take five.
be: Добра, можаш узяць пяць.

source: OVERRIDE: %s
be: ЗАМЕНІЦЬ: %s

source: Obex authentication request
be: Запыт на апазнаваньне OBEX

source: Objection submitted.
be: Пярэчаньне падалі.

source: Obtaining IP address from %1$s…
be: Атрымваем адрас IP ад %1$s…

source: Obtaining IP address from %1$s\u2026
be: Атрымваем адрас IP ад %1$s…

source: Obtaining IP address\u2026
be: Атрымваем адрас IP…

source: Obtaining IP address…
be: Атрымваем адрас IP…

source: Oct
be: кас

source: October
be: кастрычнік

source: Off
be: Вылуч.

source: Off — Do not filter my search results
be: Не прасейваць — паказваць вынікі, як ёсьць

source: Office
be: Працоўны

source: Office phone
be: Працоўны тэлефон

source: Offline
be: Ня ў сетцы

source: Offline accounts
be: Адлучаныя рахункі

source: Offline with call forwarding
be: Ня ў сетцы, выклікі перасылаюцца

source: Oh, I'm getting all choked up!
be: О, а вадзічкі ўсё болей і болей!

source: Ok
be: Добра

source: Old PIN
be: Стары код PIN

source: Old PIN2
be: Стары PIN2

source: Old SIM PIN
be: Стары PIN карткі SIM

source: Old to new
be: Ад старых да новых

source: Older
be: Раней

source: Older Posts
be: Папярэднія допісы

source: Older conversation
be: Старыя размовы

source: Older message
be: Ранейшага паведамленьня

source: On
be: Улуч.

source: On %1$s, at %2$s, %3$s wrote: %4$s
be: %1$s а %2$s %3$s піша: %4$s

source: On %s, %s wrote:
be: %s, %s піша:

source: On SD card
be: На картцы SD

source: On battery:
be: Ад батарэі:

source: On demand
be: Па запыце

source: On hold
be: Утрымваецца

source: On main keyboard
be: На галоўнае клявіятуры

source: On symbols keyboard
be: На знакавае клявіятуры

source: Once you encrypt your phone, you must enter a numeric PIN or password to decrypt it each time you power it on: you can't unencrypt your phone except by performing a factory data reset, erasing all your data.
be: Зашыфраваны тэлефон трэба будзе па кожным запуску расшыфроўваць з дапамогаю лічбавага коду або паролю. Спыніць шыфраваць тэлефон можна будзе толькі ўзнавіўшы яго да завадзкога стану, што зьнішчыць усе зьвесткі.

source: Once you encrypt your tablet, you must enter a numeric PIN or password to decrypt it each time you power it on: you can't unencrypt your tablet except by performing a factory data reset, erasing all your data.
be: Зашыфраваны пляншэт трэба будзе па кожным запуску расшыфроўваць з дапамогаю лічбавага коду або паролю. Спыніць шыфраваць пляншэт можна будзе толькі ўзнавіўшы яго да завадзкога стану, што зьнішчыць усе зьвесткі.

source: One check-in
be: Адна адзнака

source: One comment
be: Адно выказваньне

source: One conversation will be deleted
be: Выдаліцца адна размова

source: One day
be: Адзін дзень

source: One month
be: Адзін месяц

source: One mutual friend
be: Адзін супольны сябар

source: One or more files couldn't be imported (%s).
be: Адзін ці болей файлаў немагчыма ўзяць (%s).

source: One or more files failed to be imported (%s).
be: Адзін ці болей файлаў не ўдалося ўзяць (%s).

source: One or more secrets are missing in this VPN configuration.
be: Настаўленьню VPN бракуе адной ці некалькіх таямніцаў.

source: One person likes this
be: Адзін чалавек упадабаў гэта.

source: One recipient selected
be: Абралі аднаго атрымальніка

source: One week
be: Адзін тыдзень

source: One-time event
be: Аднаразовая падзея
